Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Search loaded commits
bn: লোড হওয়া কমিটে খুঁজুন
es: Buscar en commits cargados
fr: Rechercher dans les commits chargés
hi: लोड किए गए कमिट खोजें
it: Cerca nei commit caricati
ja: 読み込み済みコミットを検索
ko: 불러온 커밋 검색
pt_br: Buscar nos commits carregados
ru: Поиск в загруженных коммитах
sv: Sök i inlästa commits
zh_hans: 搜索已加载的提交
zh_hant: 搜尋已載入的提交

source: Search loaded logs
bn: লোড হওয়া লগে খুঁজুন
es: Buscar en registros cargados
fr: Rechercher dans les journaux chargés
hi: लोड किए गए लॉग खोजें
it: Cerca nei log caricati
ja: 読み込み済みのログを検索
ko: 불러온 로그 검색
pt_br: Buscar nos logs carregados
ru: Поиск в загруженных записях
sv: Sök i inlästa loggar
zh_hans: 搜索已加载的日志
zh_hant: 搜尋已載入的記錄

source: Search or enter website name
bn: খুঁজুন বা ওয়েবসাইটের নাম লিখুন
es: Busca o introduce el nombre de un sitio
fr: Rechercher ou saisir un nom de site
hi: खोजें या वेबसाइट का नाम दर्ज करें
it: Cerca o inserisci il nome del sito
ja: 検索またはウェブサイト名を入力
ko: 검색 또는 웹사이트 이름 입력
pt_br: Busque ou insira o nome do site
ru: Поиск или ввод имени сайта
sv: Sök eller ange webbplatsens namn
zh_hans: 搜索或输入网站名称
zh_hant: 搜尋或輸入網站名稱

source: Search pull requests and tickets
bn: পুল রিকোয়েস্ট ও টিকিট খুঁজুন
es: Buscar pull requests e incidencias
fr: Rechercher des pull requests et des tickets
hi: पुल अनुरोध और टिकट खोजें
it: Cerca pull request e ticket
ja: プルリクエストとチケットを検索
ko: 풀 리퀘스트 및 티켓 검색
pt_br: Buscar pull requests e tickets
ru: Поиск пул-реквестов и задач
sv: Sök pull requests och ärenden
zh_hans: 搜索拉取请求和工单
zh_hant: 搜尋提取要求與工作項目

source: Search results: %@
bn: অনুসন্ধানের ফল: %@
es: Resultados: %@
fr: Résultats de recherche : %@
hi: खोज परिणाम: %@
it: Risultati di ricerca: %@
ja: 検索結果：%@
ko: 검색 결과: %@
pt_br: Resultados da pesquisa: %@
ru: Результаты поиска: %@
sv: Sökresultat: %@
zh_hans: 搜索结果：%@
zh_hant: 搜尋結果：%@

source: Search the web?
bn: ওয়েবে খুঁজবেন?
es: ¿Buscar en la web?
fr: Rechercher sur le Web ?
hi: वेब पर खोजें?
it: Cercare sul web?
ja: ウェブを検索しますか？
ko: 웹을 검색할까요?
pt_br: Pesquisar na web?
ru: Искать в интернете?
sv: Söka på webben?
zh_hans: 搜索网络？
zh_hant: 搜尋網路？

source: Search this worktree from the tab above, or use the folder to browse it.
bn: উপরের ট্যাব থেকে এই ওয়ার্কট্রিতে খুঁজুন, বা ফোল্ডার দিয়ে দেখুন।
es: Busca en este árbol de trabajo desde la pestaña superior o explóralo con la carpeta.
fr: Recherchez dans cet arbre de travail depuis l’onglet ci-dessus ou parcourez-le avec le dossier.
hi: ऊपर के टैब से इस वर्कट्री में खोजें या फ़ोल्डर से ब्राउज़ करें।
it: Cerca in questo albero di lavoro dalla scheda sopra o esploralo usando la cartella.
ja: 上のタブでワークツリーを検索するか、フォルダから参照してください。
ko: 위 탭에서 작업 트리를 검색하거나 폴더를 사용해 탐색하세요.
pt_br: Pesquise nesta árvore de trabalho pela aba acima ou use a pasta para navegar.
ru: Ищите в рабочем дереве на вкладке выше или откройте папку.
sv: Sök i arbetsträdet från fliken ovan eller bläddra via mappen.
zh_hans: 在上方标签页搜索此工作树，或点击文件夹浏览。
zh_hant: 在上方分頁搜尋此工作樹，或按一下資料夾瀏覽。

source: Searched
bn: খোঁজা হয়েছে
es: Buscado
fr: Recherché
hi: खोजा
it: Cercato
ja: 検索済み
ko: 검색됨
pt_br: Pesquisado
ru: Поиск выполнен
sv: Sökte
zh_hans: 已搜索
zh_hant: 已搜尋

source: Searched the web
bn: ওয়েবে খোঁজা হয়েছে
es: Buscado en la web
fr: Recherche sur le Web effectuée
hi: वेब पर खोजा
it: Ricerca sul web eseguita
ja: ウェブ検索済み
ko: 웹 검색 완료
pt_br: Pesquisa na web realizada
ru: Поиск в интернете выполнен
sv: Sökte på webben
zh_hans: 已搜索网络
zh_hant: 已搜尋網路

source: Searching
bn: খুঁজছে
es: Buscando
fr: Recherche
hi: खोज रहा है
it: Ricerca
ja: 検索中
ko: 검색 중
pt_br: Pesquisando
ru: Ищет
sv: Söker
zh_hans: 正在搜索
zh_hant: 正在搜尋

source: Searching the web
bn: ওয়েবে খুঁজছে
es: Buscando en la web
fr: Recherche sur le Web
hi: वेब पर खोज रहा है
it: Ricerca sul web
ja: ウェブ検索中
ko: 웹 검색 중
pt_br: Pesquisando na web
ru: Ищет в интернете
sv: Söker på webben
zh_hans: 正在搜索网络
zh_hant: 正在搜尋網路

source: Seconds between PR refreshes. Minimum 15.
bn: পুল রিকোয়েস্ট রিফ্রেশের মধ্যবর্তী সেকেন্ড। অন্তত 15।
es: Segundos entre actualizaciones de solicitudes. Mínimo: 15.
fr: Secondes entre les actualisations des pull requests. Minimum : 15.
hi: पुल रिक्वेस्ट रीफ़्रेश के बीच सेकंड। न्यूनतम 15।
it: Secondi tra gli aggiornamenti delle pull request. Minimo: 15.
ja: プルリクエストの更新間隔（秒）。最短15秒。
ko: 풀 리퀘스트 새로 고침 간격(초). 최소 15초입니다.
pt_br: Segundos entre atualizações de pull requests. Mínimo: 15.
ru: Секунды между обновлениями пул-реквестов. Минимум 15.
sv: Sekunder mellan uppdateringar av pull requests. Minst 15.
zh_hans: 两次拉取请求刷新之间的秒数，最少 15 秒。
zh_hant: 兩次提取要求重新整理之間的秒數，最少 15 秒。

source: Seconds between ticket refreshes. Minimum 30.
bn: টিকিট রিফ্রেশের মধ্যবর্তী সেকেন্ড। অন্তত 30।
es: Segundos entre actualizaciones de incidencias. Mínimo: 30.
fr: Secondes entre les actualisations des tickets. Minimum : 30.
hi: टिकट रीफ़्रेश के बीच सेकंड। न्यूनतम 30।
it: Secondi tra gli aggiornamenti dei ticket. Minimo: 30.
ja: チケットの更新間隔（秒）。最短30秒。
ko: 티켓 새로 고침 간격(초). 최소 30초입니다.
pt_br: Segundos entre atualizações de tickets. Mínimo: 30.
ru: Секунды между обновлениями задач. Минимум 30.
sv: Sekunder mellan uppdateringar av ärenden. Minst 30.
zh_hans: 两次工单刷新之间的秒数，最少 30 秒。
zh_hant: 兩次議題重新整理之間的秒數，最少 30 秒。

source: See which session needs you
bn: দেখুন কোন সেশনে আপনাকে দরকার
es: Descubre qué sesión necesita tu atención
fr: Repérez la session qui a besoin de vous
hi: देखें किस सत्र को आपकी ज़रूरत है
it: Scopri quale sessione ha bisogno di te
ja: 対応が必要なセッションを確認
ko: 어떤 세션에 도움이 필요한지 확인하세요
pt_br: Veja qual sessão precisa de você
ru: Узнайте, какой сессии нужно внимание
sv: Se vilken session som behöver dig
zh_hans: 查看哪个会话需要你处理
zh_hant: 查看哪個工作階段需要你處理

source: Select a commit
bn: কমিট নির্বাচন করুন
es: Selecciona un commit
fr: Sélectionnez un commit
hi: कमिट चुनें
it: Seleziona un commit
ja: コミットを選択
ko: 커밋 선택
pt_br: Selecione um commit
ru: Выберите коммит
sv: Välj en commit
zh_hans: 选择提交
zh_hant: 選擇提交

source: Select All
bn: সব নির্বাচন করুন
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutto
ja: すべてを選択
ko: 모두 선택
pt_br: Selecionar tudo
ru: Выбрать всё
sv: Markera allt
zh_hans: 全选
zh_hant: 全選

source: Select tab
bn: ট্যাব নির্বাচন করুন
es: Seleccionar pestaña
fr: Sélectionner l’onglet
hi: टैब चुनें
it: Seleziona scheda
ja: タブを選択
ko: 탭 선택
pt_br: Selecionar aba
ru: Выбрать вкладку
sv: Välj flik
zh_hans: 选择标签页
zh_hant: 選擇分頁

source: Select this tab to reload it.
bn: আবার লোড করতে এই ট্যাব বাছুন।
es: Selecciona esta pestaña para recargarla.
fr: Sélectionnez cet onglet pour le recharger.
hi: फिर लोड करने के लिए यह टैब चुनें।
it: Seleziona questa scheda per ricaricarla.
ja: このタブを選択すると再読み込みします。
ko: 이 탭을 선택하면 다시 로드합니다.
pt_br: Selecione esta aba para recarregá-la.
ru: Выберите эту вкладку, чтобы перезагрузить её.
sv: Välj fliken för att läsa in den igen.
zh_hans: 选择此标签页以重新加载。
zh_hant: 選取此分頁以重新載入。

source: Send Now
bn: এখন পাঠান
es: Enviar ahora
fr: Envoyer maintenant
hi: अभी भेजें
it: Invia ora
ja: 今すぐ送信
ko: 지금 보내기
pt_br: Enviar agora
ru: Отправить сейчас
sv: Skicka nu
zh_hans: 立即发送
zh_hant: 立即傳送

source: Send the event as JSON to an HTTPS URL (Slack, Teams, your own service).
bn: ঘটনা JSON হিসেবে HTTPS URL-এ পাঠান (Slack, Teams বা আপনার সেবা)।
es: Envía el evento como JSON a una URL HTTPS (Slack, Teams o tu servicio).
fr: Envoie l’événement en JSON vers une URL HTTPS (Slack, Teams ou votre service).
hi: घटना को JSON में HTTPS URL पर भेजें (Slack, Teams, आपकी सेवा)।
it: Invia l’evento come JSON a un URL HTTPS (Slack, Teams o un tuo servizio).
ja: イベントをJSONとしてHTTPS URLへ送信します（Slack、Teams、独自サービス）。
ko: 이벤트를 JSON으로 HTTPS URL에 전송합니다(Slack, Teams, 자체 서비스).
pt_br: Envia o evento como JSON para uma URL HTTPS (Slack, Teams ou seu serviço).
ru: Отправляет событие в JSON на HTTPS URL (Slack, Teams или ваш сервис).
sv: Skickar händelsen som JSON till en HTTPS-URL (Slack, Teams eller din tjänst).
zh_hans: 将事件以 JSON 发送到 HTTPS URL（Slack、Teams 或你的服务）。
zh_hant: 將事件以 JSON 傳送至 HTTPS URL（Slack、Teams 或你的服務）。

source: Send to the terminal
bn: টার্মিনালে পাঠান
es: Enviar a la terminal
fr: Envoyer au terminal
hi: टर्मिनल को भेजें
it: Invia al terminale
ja: ターミナルに送信
ko: 터미널로 전송
pt_br: Enviar ao terminal
ru: Отправить в терминал
sv: Skicka till terminalen
zh_hans: 发送到终端
zh_hant: 傳送至終端機

source: Send your ticket back to In Progress and tell you.
bn: টিকিট In Progress-এ ফেরত পাঠিয়ে আপনাকে জানায়।
es: Devuelve tu ticket a In Progress y te notifica.
fr: Repasse votre ticket à In Progress et vous notifie.
hi: टिकट वापस In Progress में भेजें और सूचना दें।
it: Riporta il ticket in In Progress e ti avvisa.
ja: チケットをIn Progressに戻して通知します。
ko: 티켓을 In Progress로 되돌리고 알립니다.
pt_br: Retorna seu ticket para In Progress e notifica você.
ru: Возвращает вашу задачу в In Progress и уведомляет вас.
sv: Flyttar tillbaka ditt ärende till In Progress och meddelar dig.
zh_hans: 将你的工单退回 In Progress 并通知你。
zh_hant: 將你的工單退回 In Progress 並通知你。

source: serve-sim answered with an address that is not on this Mac.
bn: serve-sim এমন ঠিকানা দিয়েছে যা এই Mac-এ নেই।
es: serve-sim respondió con una dirección que no está en este Mac.
fr: serve-sim a renvoyé une adresse qui n’est pas sur ce Mac.
hi: serve-sim ने ऐसा पता लौटाया जो इस Mac पर नहीं है।
it: serve-sim ha risposto con un indirizzo che non si trova su questo Mac.
ja: serve-sim がこの Mac 上にないアドレスを返しました。
ko: serve-sim이 이 Mac에 없는 주소를 반환했습니다.
pt_br: O serve-sim respondeu com um endereço que não está neste Mac.
ru: serve-sim вернул адрес, не принадлежащий этому Mac.
sv: serve-sim svarade med en adress som inte finns på denna Mac.
zh_hans: serve-sim 返回了不属于此 Mac 的地址。
zh_hant: serve-sim 傳回了不屬於此 Mac 的位址。

source: Session
bn: সেশন
es: Sesión
hi: सत्र
it: Sessione
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сеанс
zh_hans: 会话
zh_hant: 工作階段

source: Session is not available.
bn: সেশন উপলভ্য নয়।
es: La sesión no está disponible.
fr: La session n’est pas disponible.
hi: सत्र उपलब्ध नहीं है।
it: La sessione non è disponibile.
ja: セッションを利用できません。
ko: 세션을 사용할 수 없습니다.
pt_br: A sessão não está disponível.
ru: Сессия недоступна.
sv: Sessionen är inte tillgänglig.
zh_hans: 会话不可用。
zh_hant: 工作階段無法使用。

source: Session memory
bn: সেশনের মেমরি
es: Memoria de sesiones
fr: Mémoire des sessions
hi: सत्र मेमोरी
it: Memoria delle sessioni
ja: セッションのメモリ
ko: 세션 메모리
pt_br: Memória das sessões
ru: Память сессий
sv: Sessionsminne
zh_hans: 会话内存
zh_hant: 工作階段記憶體

source: Session name
bn: সেশনের নাম
es: Nombre de sesión
fr: Nom de la session
hi: सत्र का नाम
it: Nome della sessione
ja: セッション名
ko: 세션 이름
pt_br: Nome da sessão
ru: Название сессии
sv: Sessionsnamn
zh_hans: 会话名称
zh_hant: 工作階段名稱

source: Session processes did not stop. The worktree has been kept; retry the operation.
bn: সেশনের প্রক্রিয়া থামেনি। ওয়ার্কট্রি রাখা হয়েছে; আবার চেষ্টা করুন।
es: Los procesos de la sesión no se detuvieron. Se conservó el árbol de trabajo; reintenta la operación.
fr: Les processus de session ne se sont pas arrêtés. L’arbre de travail est conservé ; réessayez l’opération.
hi: सत्र प्रक्रियाएँ नहीं रुकीं। वर्कट्री सुरक्षित है; क्रिया फिर आज़माएँ।
it: I processi della sessione non si sono fermati. L’albero di lavoro è conservato; riprova.
ja: セッションのプロセスが停止しませんでした。ワークツリーは保持されています。操作を再試行してください。
ko: 세션 프로세스가 중지되지 않았습니다. 워크트리는 유지되었으니 작업을 다시 시도하세요.
pt_br: Os processos da sessão não pararam. A árvore de trabalho foi mantida; tente novamente.
ru: Процессы сеанса не остановились. Рабочее дерево сохранено; повторите операцию.
sv: Sessionsprocesserna stoppades inte. Arbetsträdet har behållits; försök igen.
zh_hans: 会话进程未停止。工作树已保留，请重试操作。
zh_hant: 工作階段程序未停止。工作樹已保留，請重試操作。

source: Sessions
bn: সেশন
es: Sesiones
hi: सत्र
it: Sessioni
ja: セッション
ko: 세션
pt_br: Sessões
ru: Сессии
sv: Sessioner
zh_hans: 会话
zh_hant: 工作階段

source: Sessions and worktrees
bn: সেশন ও ওয়ার্কট্রি
es: Sesiones y árboles de trabajo
fr: Sessions et arbres de travail
hi: सत्र और वर्कट्री
it: Sessioni e alberi di lavoro
ja: セッションとワークツリー
ko: 세션과 워크트리
pt_br: Sessões e árvores de trabalho
ru: Сессии и рабочие деревья
sv: Sessioner och arbetsträd
zh_hans: 会话与工作树
zh_hant: 工作階段與工作樹

source: Sessions using this worktree changed. Close this dialog and review removal again.
bn: এই ওয়ার্কট্রির সেশন বদলেছে। ডায়ালগ বন্ধ করে অপসারণ আবার যাচাই করুন।
es: Las sesiones de este árbol cambiaron. Cierra el diálogo y revisa la eliminación de nuevo.
fr: Les sessions de cet arbre ont changé. Fermez cette boîte de dialogue et réexaminez la suppression.
hi: इस वर्कट्री के सत्र बदल गए। संवाद बंद करके हटाने की फिर समीक्षा करें।
it: Le sessioni di questo albero sono cambiate. Chiudi la finestra e verifica di nuovo la rimozione.
ja: このワークツリーを使用するセッションが変わりました。ダイアログを閉じて削除内容を再確認してください。
ko: 이 작업 트리를 사용하는 세션이 변경되었습니다. 대화 상자를 닫고 제거 내용을 다시 확인하세요.
pt_br: As sessões desta árvore mudaram. Feche o diálogo e revise a remoção novamente.
ru: Сеансы этого рабочего дерева изменились. Закройте диалог и проверьте удаление заново.
sv: Sessionerna i arbetsträdet har ändrats. Stäng dialogrutan och granska borttagningen igen.
zh_hans: 使用此工作树的会话已更改。请关闭此对话框并重新检查移除操作。
zh_hant: 使用此工作樹的工作階段已變更。請關閉此對話框並重新檢查移除操作。

source: Set a Fix Version and close linked tickets when a PR merges.
bn: PR মার্জ হলে ফিক্স সংস্করণ সেট করে যুক্ত টিকিট বন্ধ করে।
es: Define la versión de corrección y cierra tickets vinculados al fusionar un PR.
fr: Définit la version corrigée et ferme les tickets liés lors de la fusion d’une PR.
hi: PR मर्ज होने पर फ़िक्स संस्करण सेट करें और जुड़े टिकट बंद करें।
it: Imposta la versione di correzione e chiude i ticket collegati al merge di una PR.
ja: PRのマージ時に修正バージョンを設定し、関連チケットを閉じます。
ko: PR 병합 시 수정 버전을 설정하고 연결된 티켓을 닫습니다.
pt_br: Define a versão de correção e fecha tickets vinculados ao mesclar um PR.
ru: Устанавливает версию исправления и закрывает связанные задачи при слиянии PR.
sv: Anger fixversion och stänger länkade ärenden när en PR slås ihop.
zh_hans: PR 合并时设置修复版本并关闭关联工单。
zh_hant: PR 合併時設定修復版本並關閉連結的工單。

source: Set a Jira project key or JQL in this project's Settings.
bn: এই প্রকল্পের সেটিংসে Jira প্রকল্প কী বা JQL সেট করুন।
es: Define una clave de proyecto Jira o JQL en los ajustes de este proyecto.
fr: Définissez une clé de projet Jira ou un JQL dans les réglages du projet.
hi: इस प्रोजेक्ट की सेटिंग में Jira प्रोजेक्ट कुंजी या JQL सेट करें।
it: Imposta una chiave progetto Jira o JQL nelle impostazioni del progetto.
ja: このプロジェクトの設定でJiraプロジェクトキーまたはJQLを設定してください。
ko: 프로젝트 설정에서 Jira 프로젝트 키 또는 JQL을 설정하세요.
pt_br: Defina uma chave de projeto Jira ou JQL nos ajustes deste projeto.
ru: Укажите ключ проекта Jira или JQL в настройках проекта.
sv: Ange en Jira-projektnyckel eller JQL i projektets inställningar.
zh_hans: 请在此项目的设置中填写 Jira 项目键或 JQL。
zh_hant: 請在此專案的設定中填寫 Jira 專案代碼或 JQL。

source: Set Fix Version
bn: ফিক্স সংস্করণ সেট করুন
es: Definir versión de corrección
fr: Définir la version corrigée
hi: फ़िक्स संस्करण सेट करें
it: Imposta versione di correzione
ja: 修正バージョンを設定
ko: 수정 버전 설정
pt_br: Definir versão de correção
ru: Установить версию исправления
sv: Ange fixversion
zh_hans: 设置修复版本
zh_hant: 設定修復版本

source: Set up your tools, agent hooks, and optional Simulator preview. You can skip setup and return later.
bn: টুল, এজেন্ট হুক ও ঐচ্ছিক সিমুলেটর প্রিভিউ সেট করুন। সেটআপ এড়িয়ে পরে ফিরে আসতে পারেন।
es: Configura tus herramientas, los hooks del agente y la vista previa opcional del simulador. Puedes omitir la configuración y volver más tarde.
fr: Configurez vos outils, les hooks des agents et l’aperçu facultatif du simulateur. Vous pouvez ignorer la configuration et y revenir plus tard.
hi: अपने टूल, एजेंट हुक और वैकल्पिक सिम्युलेटर प्रीव्यू सेट करें। सेटअप छोड़कर बाद में लौट सकते हैं।
it: Configura strumenti, hook degli agenti e l’anteprima facoltativa del simulatore. Puoi saltare la configurazione e riprenderla più tardi.
ja: ツール、エージェントフック、任意のシミュレータプレビューを設定します。スキップして後で設定することもできます。
ko: 도구, 에이전트 훅, 선택 사항인 시뮬레이터 미리 보기를 설정하세요. 건너뛰고 나중에 설정해도 됩니다.
pt_br: Configure suas ferramentas, hooks dos agentes e a prévia opcional do simulador. Você pode pular a configuração e voltar depois.
ru: Настройте инструменты, хуки агентов и необязательный предпросмотр симулятора. Настройку можно пропустить и вернуться позже.
sv: Ställ in verktyg, agent-hookar och valfri simulatorförhandsvisning. Du kan hoppa över inställningarna och komma tillbaka senare.
zh_hans: 设置工具、代理钩子和可选的模拟器预览。你可以跳过设置，稍后再来。
zh_hant: 設定工具、代理程式掛鉤與選用的模擬器預覽。你可以略過設定，稍後再回來。

source: Sets the Jira project for Tickets and Sprint Board. Use a filter clause, such as %@, to narrow results.
bn: টিকিট ও স্প্রিন্ট বোর্ডের Jira প্রকল্প নির্ধারণ করে। ফলাফল সীমিত করতে %@-এর মতো ফিল্টার শর্ত ব্যবহার করুন।
es: Establece el proyecto Jira de Tickets y Tablero del sprint. Usa una cláusula de filtro, como %@, para limitar los resultados.
fr: Définit le projet Jira pour Tickets et Tableau du sprint. Utilisez une clause de filtre, comme %@, pour affiner les résultats.
hi: टिकट और स्प्रिंट बोर्ड के लिए Jira प्रोजेक्ट सेट करता है। नतीजे सीमित करने के लिए %@ जैसा फ़िल्टर क्लॉज़ उपयोग करें।
it: Imposta il progetto Jira per Ticket e Bacheca sprint. Usa una clausola di filtro, come %@, per restringere i risultati.
ja: チケットとスプリントボードの Jira プロジェクトを設定します。%@ などのフィルター条件で結果を絞り込めます。
ko: 티켓 및 스프린트 보드의 Jira 프로젝트를 설정합니다. %@ 같은 필터 조건으로 결과를 좁힐 수 있습니다.
pt_br: Define o projeto Jira para Tickets e Quadro do sprint. Use uma cláusula de filtro, como %@, para refinar os resultados.
ru: Задаёт проект Jira для задач и доски спринта. Используйте условие фильтра, например %@, для сужения результатов.
sv: Anger Jira-projekt för Ärenden och Sprinttavla. Begränsa resultaten med ett filtervillkor, till exempel %@.
zh_hans: 设置工单和冲刺看板使用的 Jira 项目。使用筛选子句（如 %@）缩小结果范围。
zh_hant: 設定議題和衝刺看板使用的 Jira 專案。使用篩選子句（如 %@）縮小結果範圍。

source: Sets the terminal's working directory; the GitHub repo is auto-detected from its %@ origin.
bn: টার্মিনালের কাজের ডিরেক্টরি নির্ধারণ করে; %@ origin থেকে GitHub রিপোজিটরি স্বয়ংক্রিয়ভাবে শনাক্ত হয়।
es: Establece el directorio de trabajo del terminal; el repositorio GitHub se detecta desde su origin de %@.
fr: Définit le dossier de travail du terminal ; le dépôt GitHub est détecté depuis son origin %@.
hi: टर्मिनल की कार्यशील डायरेक्टरी सेट करता है; GitHub रिपॉज़िटरी %@ origin से स्वतः पहचानी जाती है।
it: Imposta la cartella di lavoro del terminale; il repository GitHub viene rilevato automaticamente dall’origin di %@.
ja: ターミナルの作業ディレクトリを設定します。GitHub リポジトリは %@ の origin から自動検出されます。
ko: 터미널의 작업 디렉터리를 설정하며 %@ origin에서 GitHub 저장소를 자동 감지합니다.
pt_br: Define o diretório de trabalho do terminal; o repositório GitHub é detectado pelo origin do %@.
ru: Задаёт рабочую папку терминала; репозиторий GitHub определяется по origin в %@.
sv: Anger terminalens arbetsmapp; GitHub-arkivet identifieras automatiskt från dess %@ origin.
zh_hans: 设置终端的工作目录；GitHub 仓库会通过其 %@ origin 自动检测。
zh_hant: 設定終端機的工作目錄；GitHub 儲存庫會透過其 %@ origin 自動偵測。

source: Settings
bn: সেটিংস
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

source: Settings saved
bn: সেটিংস সংরক্ষিত
es: Ajustes guardados
fr: Réglages enregistrés
hi: सेटिंग्स सहेजी गईं
it: Impostazioni salvate
ja: 設定を保存しました
ko: 설정을 저장했습니다
pt_br: Ajustes salvos
ru: Настройки сохранены
sv: Inställningarna har sparats
zh_hans: 设置已保存
zh_hant: 設定已儲存

source: Settings…
bn: সেটিংস…
es: Ajustes…
fr: Réglages…
hi: सेटिंग्स…
it: Impostazioni…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
sv: Inställningar…
zh_hans: 设置…
zh_hant: 設定…

source: Setup assistant
bn: সেটআপ সহায়ক
es: Asistente de configuración
fr: Assistant de configuration
hi: सेटअप सहायक
it: Configurazione guidata
ja: 設定アシスタント
ko: 설정 도우미
pt_br: Assistente de configuração
ru: Помощник настройки
sv: Inställningsassistent
zh_hans: 设置助手
zh_hant: 設定輔助程式

source: Setup script
bn: সেটআপ স্ক্রিপ্ট
es: Script de configuración
fr: Script de configuration
hi: सेटअप स्क्रिप्ट
it: Script di configurazione
ja: セットアップスクリプト
ko: 설정 스크립트
pt_br: Script de configuração
ru: Скрипт настройки
sv: Installationsskript
zh_hans: 设置脚本
zh_hant: 設定指令稿

source: Shell
bn: শেল
hi: शेल
ja: シェル
ko: 셸
ru: Оболочка
sv: Skal

source: Shell only
bn: শুধু Shell
es: Solo Shell
fr: Shell uniquement
hi: केवल Shell
it: Solo Shell
ja: Shell のみ
ko: Shell만
pt_br: Somente Shell
ru: Только Shell
sv: Endast Shell
zh_hans: 仅 Shell
zh_hant: 僅 Shell

source: Shortcuts
bn: শর্টকাট
es: Atajos
fr: Raccourcis
hi: शॉर्टकट
it: Abbreviazioni
ja: ショートカット
ko: 단축키
pt_br: Atalhos
ru: Сочетания клавиш
sv: Kortkommandon
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show a miniature overview beside the file.
bn: ফাইলের পাশে ছোট আকারে পুরো ফাইলের দৃশ্য দেখান।
es: Muestra una vista en miniatura junto al archivo.
fr: Affiche un aperçu miniature à côté du fichier.
hi: फ़ाइल के पास उसका छोटा अवलोकन दिखाएँ।
it: Mostra una panoramica in miniatura accanto al file.
ja: ファイルの横に縮小した全体像を表示します。
ko: 파일 옆에 축소된 전체 보기를 표시합니다.
pt_br: Mostra uma visão em miniatura ao lado do arquivo.
ru: Показывать миниатюрный обзор рядом с файлом.
sv: Visar en miniatyröversikt bredvid filen.
zh_hans: 在文件旁显示缩略概览。
zh_hant: 在檔案旁顯示縮略總覽。

source: Show All History
bn: সমস্ত ইতিহাস দেখান
es: Mostrar todo el historial
fr: Afficher tout l’historique
hi: पूरा इतिहास दिखाएँ
it: Mostra tutta la cronologia
ja: すべての履歴を表示
ko: 전체 기록 보기
pt_br: Mostrar todo o histórico
ru: Показать всю историю
sv: Visa all historik
zh_hans: 显示全部历史记录
zh_hant: 顯示所有歷史記錄

source: Show board
bn: বোর্ড দেখান
es: Mostrar tablero
fr: Afficher le tableau
hi: बोर्ड दिखाएँ
it: Mostra board
ja: ボードを表示
ko: 보드 표시
pt_br: Mostrar quadro
ru: Показывать доску
sv: Visa tavla
zh_hans: 显示看板
zh_hant: 顯示看板

source: Show code preview
bn: কোড প্রিভিউ দেখান
es: Mostrar vista previa del código
fr: Afficher l’aperçu du code
hi: कोड प्रीव्यू दिखाएँ
it: Mostra anteprima del codice
ja: コードのプレビューを表示
ko: 코드 미리 보기 표시
pt_br: Mostrar prévia do código
ru: Показывать обзор кода
sv: Visa kodförhandsvisning
zh_hans: 显示代码预览
zh_hant: 顯示程式碼預覽

source: Show Commit Message
bn: কমিট বার্তা দেখান
es: Mostrar mensaje del commit
fr: Afficher le message du commit
hi: कमिट संदेश दिखाएँ
it: Mostra messaggio del commit
ja: コミットメッセージを表示
ko: 커밋 메시지 보기
pt_br: Mostrar mensagem do commit
ru: Показать сообщение коммита
sv: Visa commit-meddelande
zh_hans: 显示提交说明
zh_hant: 顯示提交訊息

source: Show Context Pane
bn: প্রসঙ্গ প্যানেল দেখান
es: Mostrar panel de contexto
fr: Afficher le panneau de contexte
hi: संदर्भ पैनल दिखाएँ
it: Mostra pannello di contesto
ja: コンテキストパネルを表示
ko: 컨텍스트 패널 보기
pt_br: Mostrar painel de contexto
ru: Показать панель контекста
sv: Visa kontextpanel
zh_hans: 显示上下文面板
zh_hant: 顯示情境面板
